Repository: wisersense-io/mate-ios
Catalog: Mate/Localization/*.lproj/Localizable.strings
Languages: tr

# login_title
source: Sign In
tr: Giriş Yap

# email_placeholder
source: Email
tr: E-posta

# password_placeholder
source: Password
tr: Şifre

source: Remember Me
tr: Beni Hatırla

source: Forgot Password
tr: Şifremi Unuttum

source: Sign In
tr: Giriş Yap

source: Back
tr: Geri

# password_reset_title
source: Password Reset
tr: Şifre Sıfırlama

# password_reset_message
source: Please enter your email address, we will send you a verification code.
tr: Lütfen e-posta adresinizi girin, size doğrulama kodu göndereceğiz.

# send_reset_code
source: Send Reset Link
tr: Sıfırlama Bağlantısı Gönder

# verification_code_title
source: Verification Code
tr: Doğrulama Kodu

# verification_code_message
source: Enter the 6-digit verification code sent to your email address.
tr: E-posta adresinize gelen 6 haneli doğrulama kodunu girin.

# verification_code_placeholder
source: Verification Code
tr: Doğrulama Kodu

source: Verify
tr: Doğrula

source: Success
tr: Başarılı

# verification_success_message
source: Verification successful, you are being redirected to the login screen.
tr: Doğrulama başarılı, Giriş ekranına yönlendiriliyorsunuz.

source: OK
tr: Tamam

# invalid_email_password
source: Invalid email or password
tr: Geçersiz e-posta veya şifre

# enter_valid_email
source: Please enter a valid email address
tr: Lütfen geçerli bir e-posta adresi girin

# login_failed
source: Login failed. Please check your credentials
tr: Giriş başarısız. Lütfen bilgilerinizi kontrol ediniz

# verification_code_error
source: Verification code is incorrect, please try again.
tr: Doğrulama kodu hatalı, Lütfen tekrar deneyin.

# invalid_url
source: Invalid request URL
tr: Geçersiz istek URL'si

# invalid_response
source: Unexpected server response
tr: Beklenmeyen sunucu yanıtı

source: Unknown error
tr: Bilinmeyen hata

source: Token storage error
tr: Token saklama hatası

# user_not_found
source: User not found or application access denied
tr: Kullanıcı bulunamadı veya uygulama erişimi yok

# user_inactive
source: User account is inactive
tr: Kullanıcı hesabı deaktif

# email_not_confirmed
source: Email address not confirmed
tr: E-posta adresi doğrulanmamış

# password_temporary
source: Temporary password in use, please change it
tr: Geçici şifre kullanılıyor, lütfen değiştirin

# network_error
source: Network connection error
tr: Ağ bağlantı hatası

source: Unknown error code
tr: Bilinmeyen hata kodu

# token_not_found
source: Authentication token not found
tr: Kimlik doğrulama token'ı bulunamadı

source: Required fields missing
tr: Gerekli alanlar eksik

source: Invalid email format
tr: Geçersiz e-posta formatı

source: Invalid data format
tr: Geçersiz veri formatı

# server_exception
source: Server internal error occurred
tr: Sunucu iç hatası oluştu

source: Loading...
tr: Yükleniyor...

source: Cancel
tr: İptal

source: Done
tr: Tamam

source: Next
tr: Sonraki

source: Hello, world!
tr: Merhaba, dünya!

source: Select Language
tr: Dil Seçin

source: Language Changed
tr: Dil Değiştirildi

source: Dashboard
tr: Gösterge Paneli

source: Projects
tr: Projeler

source: Organization
tr: Organizasyon

source: Systems
tr: Sistemler

source: Profile
tr: Profil

source: Home
tr: Özet

# device_count
source: Devices
tr: Cihazlar

# system_count
source: Systems
tr: Sistemler

# asset_count
source: Assets
tr: Varlıklar

# devices_with_alarms
source: Alarmed Systems
tr: Alarmlı Sistemler

# alarms_ratio
source: Alarm Ratio
tr: Alarm Oranı

# welcome_dashboard
source: Welcome
tr: Hoş Geldiniz

# dashboard_subtitle
source: What would you like to do today?
tr: Bugün neler yapmak istiyorsunuz?

source: Active Projects
tr: Aktif Projeler

source: Total Tasks
tr: Toplam Görevler

source: Pending Reviews
tr: Bekleyen İncelemeler

source: Team Members
tr: Ekip Üyeleri

source: Projects Coming Soon
tr: Projeler Yakında

# projects_description
source: Project management features will be added soon.
tr: Proje yönetimi özelliği yakında eklenecek.

source: Analytics Coming Soon
tr: Analitik Yakında

# analytics_description
source: Detailed analytics reports will be ready soon.
tr: Detaylı analitik raporları yakında hazır olacak.

source: Messages Coming Soon
tr: Mesajlar Yakında

# messages_description
source: Team messaging features will be active soon.
tr: Ekip mesajlaşma özelliği yakında aktif olacak.

# profile_title
source: Profile
tr: Profil

# profile_logged_in
source: Logged in
tr: Giriş yapıldı

source: Settings
tr: Ayarlar

source: Notifications
tr: Bildirimler

source: Help
tr: Yardım

source: Logout
tr: Çıkış Yap

# change_password_now
source: Change Now
tr: Şimdi Değiştir

# health_score_title
source: Health Score
tr: Sağlık Skoru

source: Loading Health Score...
tr: Sağlık Skoru Yükleniyor...

# health_score_share_message
source: My Health Score: {score}/10 ðŸŽ¯ I'm tracking my health status with the Mate app!
tr: Sağlık Skorum: {score}/10 🎯 Mate uygulamasıyla sağlık durumumu takip ediyorum!

source: Loading Trend Data...
tr: Trend Verileri Yükleniyor...

source: Health Score Trend
tr: Sağlık Skoru Trendi

source: No Data Available
tr: Veri Bulunmuyor

source: Scroll to see more
tr: Daha fazlası için kaydırın

# key_health_score_of_assets_distribution
source: Health Score Distribution of Assets
tr: Varlıkların Sağlık Skoru Dağılımı

# key_health_score_of_systems_distributions
source: Health Score Distribution of Systems
tr: Sistemlerin Sağlık Skoru Dağılımı

# key_alarm_distributions_of_systems
source: Alarm Distribution of Systems
tr: Sistemlerin Alarm Dağılımı

# key_health_score_trend_of_packets
source: Health Score Trend of Packets
tr: Paketlerin Sağlık Skoru Trendi

# key_health_score_trend_of_systems
source: Health Score Trend of Systems
tr: Sistemlerin Sağlık Skoru Trendi

# key_this_week
source: This week
tr: Bu hafta

# key_last_7_days
source: Last 7 days
tr: Son 7 gün

# key_last_week
source: Last week
tr: Geçen hafta

# key_last_15_days
source: Last 15 days
tr: Son 15 gün

# key_last_30_days
source: Last 30 days
tr: Son 30 gün

# key_last_90_days
source: Last 90 days
tr: Son 90 gün

# key_this_month
source: This month
tr: Bu ay

# key_last_month
source: Last month
tr: Geçen ay

# key_last_3_month
source: Last 3 months
tr: Son 3 ay

# key_last_6_month
source: Last 6 months
tr: Son 6 ay

# keyMonitored
source: Monitored
tr: İzleniyor

# keyWarning
source: Warning
tr: Uyarı

# keyDanger
source: Danger
tr: Tehlikeli

# key_temperature
source: Temperature
tr: Sıcaklık

source: Organization Selector
tr: Organizasyon Seçimi

source: Search Organizations
tr: Organizasyon Ara

source: Selected Organization
tr: Seçili Organizasyon

source: No organizations found
tr: Organizasyon bulunamadı

source: Loading organizations...
tr: Organizasyonlar yükleniyor...

source: Error loading organizations
tr: Organizasyonlar yüklenirken hata oluştu

source: Expand
tr: Genişlet

source: Collapse
tr: Daralt

source: Select Organization
tr: Organizasyon Seç

# organization_search_placeholder
source: Search organization...
tr: Organizasyon ara...

source: sub units
tr: alt birim

# systems_count
source: Systems
tr: Sistemler

# assets_count
source: Assets
tr: Varlıklar

# devices_count
source: Devices
tr: Cihazlar

source: Loading systems...
tr: Sistemler yükleniyor...

source: Error loading systems
tr: Sistemler yüklenirken hata

source: No systems found
tr: Sistem bulunamadı

# no_systems_found_search
source: No systems found
tr: Sistem bulunamadı

# no_systems_found_search_description
source: Try adjusting your search terms or filter options
tr: Arama terimlerinizi veya filtre seçeneklerinizi ayarlamayı deneyin

# search_systems_placeholder
source: Search systems...
tr: Sistem ara...

source: Retry
tr: Tekrar Dene

# key_all_systems
source: All systems
tr: Tüm sistemler

# key_systems_with_alarm
source: Systems with alarm
tr: Alarmli sistemler

# key_systems_with_diagnosis
source: Systems with diagnosis
tr: Tanılı sistemler

# key_systems_with_favorites
source: Favorite systems
tr: Favori sistemler

# key_systems_in_danger
source: Systems in danger
tr: Tehlikedeki sistemler

# key_systems_in_warning
source: Systems in warning
tr: Uyarıdaki sistemler

# key_systems_in_monitoring
source: Systems in monitoring
tr: İzlemedeki sistemler

# key_systems_in_ok
source: Healthy systems
tr: Sağlıklı sistemler

source: Appearance
tr: Görünüm

source: Theme
tr: Tema

source: Language
tr: Dil

source: Change Password
tr: Şifre Değiştir

source: Privacy Policy
tr: Gizlilik Politikası

source: Powered by
tr: tarafından desteklenmektedir

# logout_confirmation
source: Are you sure you want to logout?
tr: Çıkış yapmak istediğinizden emin misiniz?

# logout_confirmation_message
source: You will need to login again to access your account.
tr: Hesabınıza erişmek için tekrar giriş yapmanız gerekecek.

# system_theme
source: System
tr: Sistem

# light_theme
source: Light
tr: Açık

# dark_theme
source: Dark
tr: Koyu

# theme_system_description
source: Follows system setting
tr: Sistem ayarını takip eder

# theme_light_description
source: Light theme always
tr: Açık tema her zaman

# theme_dark_description
source: Dark theme always
tr: Koyu tema her zaman

# change_password_title
source: Change Password
tr: Şifre Değiştir

source: Old Password
tr: Eski Şifre

source: New Password
tr: Yeni Şifre

source: Confirm Password
tr: Şifre Tekrar

source: Update Password
tr: Şifreyi Güncelle

source: Password changed successfully
tr: Şifre başarıyla değiştirildi

# old_password_empty
source: Old password is required
tr: Eski şifre gereklidir

# new_password_empty
source: New password is required
tr: Yeni şifre gereklidir

# confirm_password_empty
source: Confirm password is required
tr: Şifre tekrarı gereklidir

source: Passwords do not match
tr: Şifreler eşleşmiyor

# password_too_short
source: Password must be at least 6 characters
tr: Şifre en az 6 karakter olmalıdır

# same_password_error
source: New password must be different from old password
tr: Yeni şifre eski şifreden farklı olmalıdır

# old_password_placeholder
source: Enter your old password
tr: Eski şifrenizi girin

# new_password_placeholder
source: Enter your new password
tr: Yeni şifrenizi girin

# confirm_password_placeholder
source: Confirm your new password
tr: Yeni şifrenizi tekrar girin

# key_all_alarms
source: All Alarms
tr: Tüm Alarmlar

# key_temperature_alarm
source: Temperature
tr: Sıcaklık

# key_vibrationRms
source: Vibration RMS
tr: Titreşim RMS

# key_vibrationVRms
source: Vibration VRMS
tr: Titreşim VRMS

# key_vibrationCf
source: Vibration CF
tr: Titreşim CF

# key_acousticRms
source: Acoustic RMS
tr: Akustik RMS

# key_acousticCf
source: Acoustic CF
tr: Akustik CF

# key_magneticRms
source: Magnetic RMS
tr: Manyetik RMS

# key_magneticCf
source: Magnetic CF
tr: Manyetik CF

# key_proximityp2p
source: Proximity P2P
tr: Yakınlık P2P

# key_active_alarms
source: Active Alarms
tr: Aktif Alarmlar

# key_passive_alarms
source: Passive Alarms
tr: Pasif Alarmlar

source: All Diagnoses
tr: Tüm Teşhisler

# keyAsset
source: Asset
tr: Varlık

# keyAssetGroupPoint
source: Point
tr: Nokta

# keyAssetGroupAlternator
source: Alternator
tr: Alternatör

# keyAssetGroupCompressor
source: Compressor
tr: Kompresör

# keyAssetGroupConnection
source: Connection
tr: Bağlantı

# keyAssetGroupCrusher
source: Crusher
tr: Kırıcı

# keyAssetGroupDevice
source: Device
tr: Cihaz

# keyAssetGroupGearbox
source: Gearbox
tr: Dişli Kutusu

# keyAssetGroupGenerator
source: Generator
tr: Jeneratör

# keyAssetGroupMill
source: Mill
tr: Değirmen

# keyAssetGroupMixer
source: Mixer
tr: Karıştırıcı

# keyAssetGroupPump
source: Pump
tr: Pompa

# keyAssetGroupRoller
source: Roller
tr: Silindir

# keyAssetGroupSeparator
source: Separator
tr: Separatör

# keyAssetGroupShaft
source: Shaft
tr: Şaft

# keyAssetGroupSystem
source: System
tr: Sistem

# keyAssetGroupTurbine
source: Turbine
tr: Türbin

# keyAssetPointTypeFirstShaftDriveEnd
source: 1st shaft DE
tr: 1.şaft DE

# keyAssetPointTypeFirstShaftInput
source: 1st shaft input
tr: 1.şaft giriş

# keyAssetPointTypeFirstShaftNonDriveEnd
source: 1st shaft NDE
tr: 1.şaft NDE

# keyAssetPointTypeFirstShaftNonDriveEndInputSide
source: 1st shaft NDE input side
tr: 1.şaft giriş tarafı NDE

# keyAssetPointTypeFirstShaftOutput
source: 1st shaft output
tr: 1.şaft çıkış

# keyAssetPointTypeFlywheelDriveEnd
source: Flywheel DE
tr: Volan DE

# keyAssetPointTypeFlywheelNonDriveEnd
source: Flywheel NDE
tr: Volan NDE

# keyAssetPointTypeFourthShaftDriveEnd
source: 4th shaft DE
tr: 4.şaft DE

# keyAssetPointTypeFourthShaftNonDriveEnd
source: 4th shaft NDE
tr: 4.şaft NDE

# keyAssetPointTypeFourthShaftNonDriveEndInputSide
source: 4th shaft NDE input side
tr: 4.şaft giriş tarafı NDE

# keyAssetPointTypeInput
source: Input
tr: Giriş

# keyAssetPointTypeMainInput
source: Main input
tr: Ana giriş

# keyAssetPointTypeMainOutput
source: Main output
tr: Ana çıkış

# keyAssetPointTypeMillDriveEnd
source: Mill DE
tr: Değirmen DE

# keyAssetPointTypeMillNonDriveEnd
source: Mill NDE
tr: Değirmen NDE

# keyAssetPointTypeOutput
source: Output
tr: Çıkış

# keyAssetPointTypePinionDriveEnd
source: Pinion DE
tr: Pinyon DE

# keyAssetPointTypePinionNonDriveEnd
source: Pinion NDE
tr: Pinyon NDE

# keyAssetPointTypePumpDriveEnd
source: Pump DE
tr: Pompa DE

# keyAssetPointTypePumpNonDriveEnd
source: Pump NDE
tr: Pompa NDE

# keyAssetPointTypeSecondShaftDriveEnd
source: 2nd shaft DE
tr: 2.şaft DE

# keyAssetPointTypeSecondShaftInput
source: 2nd shaft input
tr: 2.şaft giriş

# keyAssetPointTypeSecondShaftNonDriveEnd
source: 2nd shaft NDE
tr: 2.şaft NDE

# keyAssetPointTypeSecondShaftNonDriveEndInputSide
source: 2nd shaft NDE input side
tr: 2.şaft giriş tarafı NDE

# keyAssetPointTypeSecondShaftOutput
source: 2nd shaft output
tr: 2.şaft çıkış

# keyAssetPointTypeThirdShaftDriveEnd
source: 3rd shaft DE
tr: 3.şaft DE

# keyAssetPointTypeThirdShaftNonDriveEnd
source: 3rd shaft NDE
tr: 3.şaft NDE

# keyAssetPointTypeThirdShaftNonDriveEndInputSide
source: 3rd shaft NDE input side
tr: 3.şaft giriş tarafı NDE
